{
    "translation": {

      "header": {
        "contact": {
          "phone": "+32 475 20 16 19",
          "email": "fermedebasseilies@gmail.com",
          "address": "Rue de Basseilles 1 - 5340 MOZET"
        },
        "nav": {
          "home": "Accueil",
          "accommodations": {
            "title": "Nos Logements",
            "unusual": "Logements Insolites",
            "guesthouse": "Gîte & Chambres d'Hôtes"
          },
          "extras": "Extras",
          "activities": "Activités & Partenaires",
          "aboutUs": "Qui Sommes-Nous ?",
          "info": "Info & Presse"
        },
        "buttons": {
          "giftCard": "Bon cadeau"
        }
      },

      "search": {
        "title": "Sélectionnez vos dates",
        "arrival": "Arrivée",
        "departure": "Départ",
        "adults": "Adultes",
        "children": "Enfants",
        "search": "Rechercher",
        "selectDate": "Sélectionnez une date",
        "selectNumber": "Sélectionnez un nombre"
    },
    "rooms": {
      "types": {
        "unusual": "Logements Insolites",
        "guesthouse": "Gîte & Chambres d'Hôtes"
      },
      "names": {
        "bulle": "La Bulle du Ruisseau",
        "dome": "Le Dôme des Libellules",
        "moulin": "Le Moulin",
        "ble": "La Chambre de Blé",
        "logis": "Le Logis"
      },
      "descriptions": {
        "bulle": "Plongez dans l'intimité apaisante de la Bulle du Ruisseau - un cocon insolite niché entre terre et eau, bercé par le chant du ruisseau et les murmures de la nature. Avec son fauteuil Crusoé et son lit king-size, cet espace vous offre un confort raffiné au cœur de la nature. Profitez également du braséro pour des soirées conviviales sous les étoiles, parfaites pour griller des guimauves et partager des moments inoubliables. Réservez dès maintenant et laissez-vous envoûter par la sérénité magique de la Bulle du Ruisseau.",
        "dome": "Plongez dans l'intimité magique du Dôme des Libellules – un refuge insolite au cœur de la nature, conçu pour une escapade romantique. Doté d'un lit King size chauffant et d'une terrasse privée, cet espace offre luxe et sérénité. Niché au coin d'un bois, le site isolé est parfait pour une déconnexion totale. Vous passerez une nuit inoubliable sous les étoiles, bercés par la magie de la nature. Un lit superposé est disponible dans le petit cabanon à côté, idéal pour accueillir des enfants. Profitez également du braséro – BBQ pour des soirées conviviales. Réservez dès maintenant et laissez-vous emporter par la tranquillité du Dôme des Libellules.",
        "moulin": "Immergez-vous dans l'atmosphère envoûtante du Moulin- un studio romantique conçu pour deux personnes où confort moderne et charme passé s'entremêlent. Avec son lit Queen size en mezzanine, un canapé-lit douillet pouvant accueillir des enfants, cet espace vous offre une escapade intime et confortable. Ajoutez à cela une cuisine équipée pour des moments conviviaux. Réservez dès maintenant et laissez-vous séduire par le charme irrésistible du Moulin.",
        "ble": "Plongez-vous dans l'intimité de la Chambre de Blé - un refuge douillet au cœur d'une grange restaurée avec soin. Conçue pour accueillir deux adultes et jusqu'à deux enfants, cette chambre rustique allie harmonieusement le charme d'antan et les commodités modernes. Idéale pour une escapade en amoureux ou des vacances en famille, réservez dès maintenant et laissez-vous séduire par l'ambiance chaleureuse de la Chambre de Blé.",
        "logis": "Plongez dans l'intimité chaleureuse du Logis – un refuge rustique pouvant accueillir jusqu'à 8 convives, parfait pour des retrouvailles en famille ou entre amis. Niché dans une grange restaurée avec soin, c'est l'invitation à une escapade authentique, où se mêlent confort moderne et charme d'antan. Réservez et laissez-vous envoûter par l'atmosphère unique du Logis."
      },
      "features": {
        "maxGuests": "Max {{value}} personnes",
      "maxGuestsWithChildren": "Max {{value}} adultes et {{value2}} enfants",
        "bedKing": "Lit king size et matelas chauffant",
        "bedQueen": "1 lit queen size et 1 canapé lit",
        "bedKingAndSingle": "1 lit king size et 2 lits simples",
        "bedDoubleKing": "2 lits king size et 4 lits simples",
        "pets": "Animaux non admis",
        "dryToilet": "Toilette sèche",
        "bathroom": "Une salle de bain",
        "twoBathrooms": "2 salles de bains et 2 toilettes",
        "brazier": "Braséro",
        "heater": "Chauffage électrique",
        "kitchen": "Cuisine équipée",
        "wifi": "WiFi"
      }
    },
    "booking": {
    "steps": {
      "extras": "1. Choix extras",
      "notes": "2. Ajout note",
      "contact": "3. Info contact"
    }
  },
  "contact": {
    "fields": {
      "firstName": {
        "label": "Prénom*",
        "placeholder": "Prénom"
      },
      "lastName": {
        "label": "Nom*",
        "placeholder": "Nom"
      },
      "email": {
        "label": "Email*",
        "placeholder": "Email"
      },
      "phone": {
        "label": "Téléphone",
        "placeholder": "Téléphone"
      },
      "street": {
        "label": "Rue/numéro",
        "placeholder": "Rue/Numéro"
      },
      "postalCode": {
        "label": "Code postal",
        "placeholder": "Code postal"
      },
      "city": {
        "label": "Ville",
        "placeholder": "Ville"
      },
      "country": {
        "label": "Pays",
        "placeholder": "Pays"
      },
      "checkIn": {
        "label": "Check-in*"
      }
    }
  }


    }
  }